Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_pettynyt_perustuslakivaliokunnan_paatokseen_-_perustuslakivaliokunta_on_pysayttanyt_saamelaiskarajalain_kasittelyn.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät pettynyt perustuslakivaliokunnan päätökseen – perustuslakivaliokunta on pysäyttänyt saamelaiskäräjälain käsittelyn
sme: Sámediggi behtton vuođđoláhkaváljagotti mearrádussii – vuođđoláhkaváljagoddi lea bissehan sámediggelága gieđahallama

source: Eduskunnan perustuslakivaliokunta on pysäyttänyt saamelaiskäräjälain käsittelyn, eikä laki todennäköisesti enää etene eduskunnan täysistunnon äänestykseen.
sme: Riikabeivviid vuođđoláhkaváljagoddi lea bissehan sámediggelága gieđahallama, iige láhka jáhkkimis šat ovdan riikabeivviid dievasčoahkkima jienasteapmái.

source: Lakiuudistuksessa oli tarkoitus edistää saamelaisten itsemääräämisoikeuden toteutumista ja lisäksi mm. uusia vanhentuneet äänestyskäytännöt.
sme: Láhkaođastusa ulbmilin lei ovdánahttit sámiid iešmearridanvuoigatvuođa ollašuvvama ja lassin ee. ođasmahttit boarásmuvvan jienastangeavadiid.

source: Saamelaiskäräjät on pettynyt päätökseen, vaikka siihen osattiinkin varautua käsittelyn pitkittyessä vaalikauden viimeisille hetkille.
sme: Sámediggi lea behtton mearrádussii, vaikko dasa ledjege máhttán ráhkkanit go gieđahallan fanai áibbas válgabaji lohppii.

source: Puheenjohtaja Tuomas Aslak Juuso ihmettelee erityisesti perustuslakivaliokuntaa, jonka Saamelaiskäräjät toivoi olevan epäpoliittinen elin.
sme: Ságajođiheaddji Gáijjot Ánte Issáha Duommá, Tuomas Aslak Juuso imaštallá erenomážit vuođđoláhkaváljagotti, go dan Sámedikki lei doivon leat eahpepolitihkalaš orgána.

source: Sen tulisi lausua käsittelyynsä tulevista lakiehdotuksista suhteessa siihen, kuinka ne mukautuvat perustuslakiin ja kansainvälisiin ihmisoikeussopimuksiin .
sme: Dat galggašii cealkit gieđahallamii boahtti láhkaevttohusain dan, mo dat sajáiduvvet vuođđoláhkii ja riikkaidgaskasaš olmmošvuoigatvuohtasoahpamušaide.

source: – Ihmettelen, kuinka lopputulos voi olla tällainen.
sme: – Imaštalan mo dát sáhttá leat boađus.

source: Perusoikeusasiantuntijoidenkin pääviestit kuulemisissa ja lausunnoissa ovat asiasisällön osalta selkeästi lakiesitystä tukevia.
sme: Vuođđoláhkaáššedovdit leat čuoččuhan gullamiin ja cealkámušain ahte áššesisdoalu dáfus dorjot láhkaevttohusa.

source: Valitettavasti näyttää siltä, että perustuslakivaliokunnassa otti tässä asiassa hallinnan poliittinen peli sen toimintaa ohjaavien periaatteiden sijaan.
sme: Dađibahábut orru leamen nu ahte dán ášši buohta vuođđoláhkaváljagotti vuođđoárvvut, mat stivrejit dan doaimma vuoittáhalle politihkalaš spellui.

source: On ikävää, että osa edustajista sortui vastustamaan lakiesitystä näennäisistä syistä, puheenjohtaja Juuso toteaa.
sme: Lea surgat go oassi ovddasteaddjiin vuollánii vuosttildit láhkaevttohusa gáddojuvvon sivaid geažil, dadjá ságajođiheaddji Juuso.

source: Perustuslakivaliokunta äänesti käsittelyn lopettamisesta aikataulusyihin vedoten, mikä ihmetyttää puheenjohtaja Juusoa.
sme: Vuođđoláhkaváljagoddi jienastii gieđahallama heaittiheamis vátna áiggi dihtii, mii orru ságajođiheaddji Juuso mielas ártet.

source: – Perustuslakivaliokunta on toiminut asiassa itse asettamiensa aikataulujen mukaisesti, ja siten myös itse epäonnistunut, kun aika ei ole riittänyt.
sme: – Vuođđoláhkaváljagoddi lea doaibman dan áigetávvala mielde, man dat lea ieš ásahan, ja dan dáfus maiddái ieš feillen go áigi nogai gaskan.

source: Valiokunnassa ei ilmeisesti ole siirrytty tarpeeksi ajoissa asiassa yleiseltä tasolta sisäiseen keskusteluun, puheenjohtaja Juuso huomauttaa.
sme: Váljagottis eai leat várra áiggil sirdásan ášši almmolaš dási gieđahallamis siskkáldas ságastallamii, ságajođiheaddji Juuso fuomášuhttá.

source: Puheenjohtaja Juuso on kiitollinen pääministeri Sanna Marinille ja oikeusministeri Anna-Maja Henrikssonille asian edistämisestä tähän pisteeseen.
sme: Ságajođiheaddji Juuso giitala oaiveministtar Sanna Marina ja riekteministtar Anna-Maja Henriksona ášši ovdánahttimis dán muddui.

source: Hän vetoaakin heihin ja koko Suomen hallitukseen, että jos heillä on mahdollisuus vielä viedä laki äänestykseen, he tarttuisivat siihen.
sme: Son doarjalage sudnuide ja olles Suoma ráđđehussii, ahte jus sis lea vejolašvuohta vel doalvut lága jienasteapmái de dan dagašedje.

source: – Tämä lakiesitys on vahva, vuosia valmisteltu kompromissi, joka vastaa tasapuolisesti Suomen velvoitteisiin.
sme: – Dát láhkaevttohus lea nana, jahkeviissaid válmmaštallon kompromissa, mii vástida dássebeallalaččat Suoma geatnegasvuođaide.

source: Saamelaiskäräjien hallitus pyrki viimeiseen asti löytämään ratkaisuja lakiesityksen edistämiseksi.
sme: Sámedikki stivra geahččalii gitta loahpa rádjai gávdnat čovdosiid láhkaásahusa ovdánahttimin.

source: On kuitenkin selvää, ettei asian käsittely muutu tulevaisuudessa yhtään helpommaksi, jos tämän ehdotuksen käsittely jää nyt tähän, puheenjohtaja Juuso muistuttaa.
sme: Lea goittotge čielggas ahte ášši gieđahallan ii boahttevuođas šatta goit álkibun, jus dán evttohusa gieđahallan bisána dása, ságajođiheaddji Juuso muittuha.

source: Saamelaiskäräjälakia on yritetty uudistaa yli vuosikymmen
sme: Sámediggelága leat geahččalan ođasmahttit badjel logi jagi

source: Marinin hallitus on kolmas peräkkäinen saamelaiskäräjälain uudistuksessa epäonnistuva hallitus.
sme: Marina ráđđehus lea juo goalmmát ráđđehus, mii ii leat nagodan ođasmahttit sámediggelága.

source: Lakiuudistusta valmistelleen Timosen toimikunnan mietintö julkaistiin toukokuussa 2021, mutta eduskunnan valiokuntien käsittelyyn laki eteni vasta vaalikauden viimeisillä mahdollisilla hetkillä marraskuussa 2022.
sme: Láhkaásahusa válmmaštallan Timosa doaibmagotti smiehttamuš almmustahttui miessemánus 2021, muhto riikabeivviid váljagottiid gieđahallamii láhka ovdánii easka válgabaji maŋimuš muttus skábmamánus 2022.

source: Saamelaiskäräjälain uudistuspaineita ovat lisänneet myös YK:n rotusyrjintäkomitean ja ihmisoikeuskomitean päätökset, joissa Suomen valtiota on velvoitettu uudistamaan laki saamelaisten itsemääräämisoikeutta alkuperäiskansana kunnioittavaksi.
sme: Gáibádusaid sámediggelága ođasmahttimii leat lasihan maiddái ON nállevealahankomitea ja olmmošvuoigatvuohtakomitea mearrádusat, maid mielde Suoma stáhta lea geatnegahtton ođasmahttit lága gudnejahttit sámiid iešmearridanvuoigatvuođa eamiálbmogin.

source: Vuosien työhön pohjautuneella lakiesityksellä oli Saamelaiskäräjien täyskokouksen lisäksi myös mm. kolttien kyläkokouksen, saamelaisten parlamentaarisen neuvoston ja saamelaisneuvoston kannatus.
sme: Jahkeviissaid bargamii vuođđuduvvan láhkaevttohusa ledje Sámedikki dievasčoahkkima lassin guottihan maiddái ee. nuortalaččaid siidačoahkkin, sámi parlamentáralaš ráđđi ja sámiráđđi.

source: Lisäksi sitä tukivat lukuisat asiantuntijatahot ja ihmisoikeustoimijat, ja sen puolesta järjestetyllä tukiadressi sai 23 000 allekirjoittajaa.
sme: Dan lassin dan dorjo máŋggat áššedovdit ja olmmošvuoigatvuohtadoaibmit, ja lága doarjjaadreassa vuolláičálle 23 000 olbmo.

source: – Haluan vielä Saamelaiskäräjien puolesta lämpimästi kiittää kaikkia niitä saamelaisia ja suomalaisia yksityishenkilöitä, jotka tekivät kanssamme sinnikkäästi tärkeää työtä lakiuudistuksen eteen, puheenjohtaja Juuso toteaa.
sme: – Hálidan vel Sámedikki beales váimmolaččat giitit buot daid sápmelaš ja suopmelaš priváhtaolbmuid, geat leat áŋgiruššan láhkaođastusa ovdii, ságajođiheaddji dadjá.

source: Lisätietoja
sme: Lassedieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi
